IDEA Open Model
AnchorParam.AnchorTypeSize Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the size of washer plate.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double AnchorTypeSize { get; set; }
Public Property AnchorTypeSize As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace